/* Cancel button title used for dismissing share sheet */
"Cancel_Button" = "Anulare";

/* Title for copy activity item */
"Copy_Title" = "Copiere";

/* Accessibility hint for copy activity item */
"Copy_Accessibility_Hint" = "Se copiază elementul în clipboard.";

/* Title for 'Dislike' activity item */
"Dislike_Title" = "Nu îmi place";

/* Title for mail activity item */
"Mail_Title" = "Mail";

/* Title for message activity item */
"Message_Title" = "Mesaj";

/* Title for 'Like' activity item */
"Like_Title" = "Îmi place";

/* Title for save activity item */
"Save_Title" = "Salvare";